{
  "segments": [
    {
      "text": "Immergiti con me in un ricordo, un ricordo che porta con sé la semplicità e la dolcezza di un tempo passato.",
      "start": 0,
      "end": 7.8
    },
    {
      "text": "Una volta, in un giorno come tanti altri, mia madre decise di fare il pane in casa.",
      "start": 8.36,
      "end": 13.92
    },
    {
      "text": "Impossibile dimenticare l'aroma di quel pane, un profumo così autentico e accogliente che permeava ogni angolo della nostra casa.",
      "start": 14.6,
      "end": 23.28
    },
    {
      "text": "Viaggiando attraverso i corridoi, fino a raggiungere la mia stanza, l'odore si aggrappava alle pareti, si impregnava nei tessuti,",
      "start": 23.76,
      "end": 32.52
    },
    {
      "text": "divenendo così intenso da poter quasi toccare, un profumo che, in un'esperienza quasi sinestetica, evocava emozioni così forti da essere palpabili.",
      "start": 32.92,
      "end": 44.6
    },
    {
      "text": "In quella stessa giornata, la cucina si trasformò in un laboratorio di sapori e colori.",
      "start": 45.24,
      "end": 50.56
    },
    {
      "text": "Abbiamo deciso di fare anche la pasta, una pasta speciale, arricchita dal gusto autunnale della zucca.",
      "start": 51.08,
      "end": 57.44
    },
    {
      "text": "Se chiudo gli occhi, posso ancora vedere quella pasta.",
      "start": 58.04,
      "end": 61.24
    },
    {
      "text": "Credo fossero ravioli, prendere forma tra le nostre mani.",
      "start": 61.48,
      "end": 65.52
    },
    {
      "text": "Ogni movimento era un rituale di amore e cura, un richiamo alla tradizione e all'arte del fare con le proprie mani.",
      "start": 66.36,
      "end": 74.56
    },
    {
      "text": "In ogni boccone di quel pane, in ogni raviolo, c'era l'amore di mia madre, l'amore per la sua famiglia, l'amore per la cucina.",
      "start": 75.36,
      "end": 83.88
    },
    {
      "text": "Quel giorno e l'emozione che suscitò risiede ancora nel profondo del mio cuore, un ricordo indimenticabile di odori e sapori, un ritratto di casa.",
      "start": 84.6,
      "end": 95.8
    }
  ]
}