{
  "segments": [
    {
      "text": "C'era una volta, un ricordo che ancora oggi risuona nella mia mente come un melodioso canto,",
      "start": 0,
      "end": 4.8
    },
    {
      "text": "quello di mia madre, che si cimentava nell'arte millenaria della panificazione,",
      "start": 4.8,
      "end": 10
    },
    {
      "text": "proprio nel cuore della nostra casa.",
      "start": 10,
      "end": 13
    },
    {
      "text": "Il profumo inebriante del pane appena sfornato si insinuava in ogni angolo,",
      "start": 13,
      "end": 17.4
    },
    {
      "text": "danzava nei corridoi, si arrampicava sulle scale e si infilava sotto le porte,",
      "start": 17.4,
      "end": 22
    },
    {
      "text": "avvolgendo l'intera abitazione in un caldo abbraccio aromatico.",
      "start": 22,
      "end": 26.6
    },
    {
      "text": "Quel giorno fu permeato di una bellezza sconfinata e di un'emozione palpabile,",
      "start": 26.6,
      "end": 31.2
    },
    {
      "text": "un'emozione che ancora oggi risveglio ogni volta che ripenso a quei momenti.",
      "start": 31.2,
      "end": 35.6
    },
    {
      "text": "E non era tutto.",
      "start": 35.6,
      "end": 37.2
    },
    {
      "text": "Quel giorno ci siamo anche cimentati nella preparazione della pasta fatta in casa,",
      "start": 37.2,
      "end": 41.2
    },
    {
      "text": "una pasta morbida e genuina ripiena di zucca.",
      "start": 41.2,
      "end": 45.4
    },
    {
      "text": "Credo fossero ravioli, ma il loro vero nome poco importa.",
      "start": 45.4,
      "end": 49.2
    },
    {
      "text": "Importava solo il sorriso di mia madre, il suono della sua risata mentre impastavamo insieme,",
      "start": 49.2,
      "end": 54.8
    },
    {
      "text": "l'odore della zucca che si mescolava a quello del pane,",
      "start": 54.8,
      "end": 58
    },
    {
      "text": "creando un'armonia di profumi che avrebbe potuto riempire anche il cuore più vuoto.",
      "start": 58,
      "end": 63.2
    },
    {
      "text": "Quel giorno in quella cucina abbiamo creato qualcosa di più del semplice cibo.",
      "start": 63.2,
      "end": 68
    },
    {
      "text": "Abbiamo creato ricordi, ricordi che ancora oggi riscaldano il mio cuore,",
      "start": 68,
      "end": 72.4
    },
    {
      "text": "come quel pane appena sfornato riscaldava la nostra casa.",
      "start": 72.4,
      "end": 76.8
    }
  ]
}