{
  "segments": [
    {
      "text": "Se era una volta, in un angolo caldo e accogliente del mio passato, quando mia madre esercitava",
      "start": 0,
      "end": 5.98
    },
    {
      "text": "la sua magia in cucina, un'immagine nitida si forma nella mia mente come se fosse solo",
      "start": 5.98,
      "end": 11.3
    },
    {
      "text": "ieri mia madre, con le mani infarinate, cedavita a una pagnotta di pane. Ricordo l'odore,",
      "start": 11.3,
      "end": 18.46
    },
    {
      "text": "un piacevole aroma di calore e confort, che si insinuava in ogni angolo della casa, avvolgendo",
      "start": 18.46,
      "end": 24.94
    },
    {
      "text": "tutto come una coperta d'amore. L'odore del pane appena sfornato si insinuava furtivamente",
      "start": 24.94,
      "end": 31.22
    },
    {
      "text": "nella mia stanza, un invasore gentil che mi soletticava le narizi e mi attirava verso",
      "start": 31.22,
      "end": 36.38
    },
    {
      "text": "la cucina. E poi, la pasta. Ah, la pasta. Il ricordo di quella pasta fresca, forse con",
      "start": 36.38,
      "end": 43.58
    },
    {
      "text": "la zucca, è ancora così vivido come se fosse un dipinto appeso sulle pareti del mio cuore.",
      "start": 43.58,
      "end": 49.02
    },
    {
      "text": "Ravioli, credo. Piccole sacche di felicità, piene di zucca dolce e speziata, che venivano",
      "start": 49.58,
      "end": 56.3
    },
    {
      "text": "servite per pranzo. Questi sono i ricordi che mi porto dentro, i ricordi che brillano",
      "start": 56.3,
      "end": 61.98
    },
    {
      "text": "come cheme nel cassetto della mia memoria. I momenti di semplicità, di amore e di calore",
      "start": 61.98,
      "end": 67.06
    },
    {
      "text": "ce mi ricordano sempre di casa. È tutto grazie a mia madre. La maga della cucina, che con",
      "start": 67.06,
      "end": 73.18
    },
    {
      "text": "le sue mani amorevoli e le sue risette ha saputo trasformare i momenti ordinari in ricordi straordinari.",
      "start": 73.18,
      "end": 79.22
    }
  ]
}